Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: NOOP first interprets your question locally. Its local data planner checks which categories you allowed and prepares only the relevant compact context — for example recovery, workouts, a journal pattern or a long-term aggregate. The provider never gets direct access to your database.
de: NOOP interpretiert Ihre Frage zunächst lokal. Sein lokaler Datenplaner prüft, welche Kategorien Sie zugelassen haben, und bereitet nur den relevanten kompakten Kontext vor – zum Beispiel Erholung, Training, ein Tagebuchmuster oder ein Langzeitaggregat. Der Anbieter erhält niemals direkten Zugriff auf Ihre Datenbank.
es: NOOP primero interpreta su pregunta localmente. Su planificador de datos local verifica qué categorías permitió y prepara solo el contexto compacto relevante, por ejemplo, recuperación, entrenamientos, un patrón de diario o un agregado a largo plazo. El proveedor nunca obtiene acceso directo a su base de datos.
fr: NOOP interprète d'abord votre question localement. Son planificateur de données local vérifie les catégories que vous avez autorisées et prépare uniquement le contexte compact pertinent — par exemple la récupération, les entraînements, un modèle de journal ou un agrégat à long terme. Le fournisseur n'obtient jamais d'accès direct à votre base de données.
it: NOOP interpreta innanzitutto la tua domanda a livello locale. Il suo pianificatore di dati locale controlla quali categorie hai consentito e prepara solo il contesto compatto pertinente, ad esempio recupero, allenamenti, un modello di giornale o un aggregato a lungo termine. Il provider non ottiene mai l'accesso diretto al tuo database.
pl: NOOP najpierw interpretuje Twoje pytanie lokalnie. Lokalny planer danych sprawdza, które kategorie dopuściłeś, i przygotowuje wyłącznie istotny, zwięzły kontekst — na przykład regenerację, treningi, wzorzec z dziennika lub agregat długoterminowy. Dostawca nigdy nie otrzymuje bezpośredniego dostępu do Twojej bazy danych.
pt_pt: NOOP primeiro interpreta sua pergunta localmente. Seu planejador de dados local verifica quais categorias você permitiu e prepara apenas o contexto compacto relevante – por exemplo, recuperação, treinos, um padrão de diário ou um agregado de longo prazo. O provedor nunca obtém acesso direto ao seu banco de dados.
ru: NOOP сначала интерпретирует ваш вопрос локально. Его локальный планировщик данных проверяет, какие категории вы разрешили, и подготавливает только соответствующий компактный контекст — например, восстановление, тренировки, шаблон журнала или долгосрочный совокупный показатель. Провайдер никогда не получает прямого доступа к вашей базе данных.
th: NOOP จะทำความเข้าใจคำถามบนอุปกรณ์ก่อน ตรวจสอบหมวดหมู่ที่คุณอนุญาต และเตรียมเฉพาะบริบทสรุปที่เกี่ยวข้อง ผู้ให้บริการ AI จะไม่สามารถเข้าถึงฐานข้อมูลของคุณโดยตรง
zh_hans: NOOP 首先在本地解释您的问题。其本地数据规划器会检查您允许的类别，并仅准备相关的紧凑上下文 - 例如恢复、锻炼、日志模式或长期聚合。提供商永远不会直接访问您的数据库。
zh_hant: NOOP 首先在本地解釋您的問題。其本機資料規劃器會檢查您允許的類別，並僅準備相關的緊湊上下文 - 例如復原、鍛鍊、日誌模式或長期聚合。提供者永遠不會直接存取您的資料庫。

source: NOOP gives you three daily scores (Charge, Effort and Rest), each on a 0-100 scale. They're built from your strap's raw signals using published, peer-reviewed sport science, and computed entirely on your device. They are NOT WHOOP's scores: we don't have WHOOP's private algorithms and don't pretend to. They aim at the same three questions using open science, so they'll usually track WHOOP's in direction, but won't match number-for-number. And that's the point.
de: NOOP bietet Ihnen drei tägliche Werte (Charge, Effort und Rest), jede auf einer 0-100-Skala. Sie werden aus den rohen Signalen Ihres Gurts mit veröffentlichten, von Experten begutachteten Sportwissenschaften aufgebaut und vollständig auf Ihrem Gerät berechnet. Sie sind NICHT die Ergebnisse von WHOOP: Wir haben keine privaten Algorithmen von WHOOP und tun nicht so, als ob. Sie zielen auf die gleichen drei Fragen mit Open Science, so dass sie normalerweise WHOOP in Richtung verfolgen, aber nicht mit Zahl für Zahl übereinstimmen. Und darum geht es.
es: NOOP le da tres puntuaciones diarias (Capítulo, Effort y Descanso), cada una en una escala 0-100. Están construidos a partir de las señales crudas de tu correa usando la ciencia deportiva publicada, revisada por pares, y computadas enteramente en tu dispositivo. NO son partituras de WHOOP: no tenemos algoritmos privados de WHOOP y no pretendemos hacerlo. Ellos apuntan a las mismas tres preguntas usando la ciencia abierta, así que generalmente rastrean WHOOP en dirección, pero no coincidirán con el número por número. Y ese es el punto.
fr: NOOP vous donne trois scores quotidiens (charge, effort et repos), chacun sur une échelle de 0-100. Ils sont construits à partir des signaux bruts de votre sangle en utilisant la science du sport publiée et évaluée par des pairs, et calculés entièrement sur votre appareil. Ce ne sont pas les scores de WHOOP: nous n'avons pas les algorithmes privés de WHOOP et ne prétendons pas. Ils visent les mêmes trois questions en utilisant la science ouverte, donc ils vont généralement suivre WHOOP dans la direction, mais ne vont pas correspondre nombre-pour-numéro. Et c'est le problème.
pl: NOOP daje trzy dzienne wyniki (Energia, Wysiłek i Odpoczynek), każdy w skali 0-100. Są one tworzone na podstawie surowych sygnałów Twojego paska na podstawie opublikowanych, recenzowanych wyników badań sportowych i obliczane w całości na Twoim urządzeniu. NIE są to wyniki WHOOP: nie mamy prywatnych algorytmów WHOOP i nie udajemy, że je mamy. Mają na celu te same trzy pytania, korzystając z otwartej nauki, więc zazwyczaj śledzą kierunek WHOOP, ale nie dopasowują liczby do liczby. I o to właśnie chodzi.
pt_pt: O NOOP oferece três pontuações diárias (Carga, Esforço e Descanso), cada uma numa escala de 0 a 100. São criadas a partir dos sinais brutos da tua bracelete, utilizando ciência desportiva publicada e revista por pares, e computadas inteiramente no teu dispositivo. NÃO são pontuações WHOOP: não temos os algoritmos privados WHOOP e não pretendemos ter. Visam as mesmas três questões utilizando a ciência aberta, pelo que geralmente rastrearão a direção do WHOOP, mas não combinarão número a número. E esse é o ponto.
th: NOOP ให้คะแนนรายวันสามด้าน ได้แก่ พลังฟื้นตัว ภาระร่างกาย และการพักผ่อน ในช่วง 0–100 คะแนนทั้งหมดคำนวณบนอุปกรณ์จากสัญญาณดิบของสายรัด โดยอิงวิทยาศาสตร์การกีฬาที่เผยแพร่และผ่านการทบทวน คะแนนเหล่านี้ไม่ใช่คะแนนของ WHOOP เพราะ NOOP ไม่สามารถเข้าถึงอัลกอริทึมภายในของ WHOOP ได้ แม้แนวโน้มมักไปในทิศทางเดียวกัน แต่ตัวเลขไม่จำเป็นต้องตรงกัน

source: NOOP gives you three daily scores (Charge, Effort and Rest), each on a 0–100 scale. They're built from your strap's raw signals using published, peer-reviewed sport science, and computed entirely on your device. They are NOT WHOOP's scores: we don't have WHOOP's private algorithms and don't pretend to. They aim at the same three questions using open science, so they'll usually track WHOOP's in direction, but won't match number-for-number. And that's the point.
de: NOOP gibt dir drei Tageswerte (Ladung, Anstrengung und Ruhe), jeweils auf einer Skala von 0–100. Sie entstehen aus den Rohsignalen deines Straps mit veröffentlichter, begutachteter Sportwissenschaft und werden vollständig auf deinem Gerät berechnet. Es sind NICHT WHOOPs Werte: Wir haben WHOOPs private Algorithmen nicht und tun auch nicht so. Sie zielen mit offener Wissenschaft auf dieselben drei Fragen, folgen WHOOPs Werten also meist in der Richtung, stimmen aber nicht Zahl für Zahl überein. Und genau das ist der Punkt.
es: NOOP te da tres puntuaciones diarias (Carga, Esfuerzo y Descanso), cada una en una escala de 0 a 100. Se construyen a partir de las señales en bruto de tu pulsera usando ciencia del deporte publicada y revisada por pares, y se calculan completamente en tu dispositivo. NO son las puntuaciones de WHOOP: no tenemos los algoritmos privados de WHOOP y no pretendemos tenerlos. Apuntan a las mismas tres preguntas usando ciencia abierta, así que normalmente seguirán la dirección de las de WHOOP, pero no coincidirán número a número. Y esa es la idea.
fr: NOOP vous donne trois scores quotidiens (Charge, Effort et Repos), chacun sur une échelle de 0 à 100. Ils sont construits à partir des signaux bruts de votre bracelet en utilisant une science du sport publiée et évaluée par des pairs, et calculés entièrement sur votre appareil. Ce ne sont PAS les scores de WHOOP : nous n'avons pas les algorithmes privés de WHOOP et ne prétendons pas les avoir. Ils visent les mêmes trois questions en utilisant une science ouverte, donc ils suivront généralement la direction de ceux de WHOOP, mais ne correspondront pas chiffre pour chiffre. Et c'est bien là tout l'intérêt.
it: NOOP ti offre tre punteggi giornalieri, carica, sforzo e riposo, ciascuno su una scala da 0 a 100. Sono costruiti a partire dai segnali grezzi della tua fascia usando scienza dello sport pubblicata e sottoposta a revisione paritaria, e calcolati interamente sul tuo dispositivo. NON sono i punteggi di WHOOP: non disponiamo degli algoritmi privati di WHOOP e non fingiamo di averli. Puntano alle stesse tre domande usando scienza aperta, quindi di solito seguiranno quelli di WHOOP come direzione, ma non corrisponderanno numero per numero, ed è proprio questo il punto.
pl: NOOP daje trzy dzienne wyniki (Energia, Wysiłek i Odpoczynek), każdy w skali 0–100. Są one tworzone na podstawie surowych sygnałów Twojego paska na podstawie opublikowanych, recenzowanych wyników badań sportowych i obliczane w całości na Twoim urządzeniu. NIE są to wyniki WHOOP: nie mamy prywatnych algorytmów WHOOP i nie udajemy, że je mamy. Mają na celu te same trzy pytania, korzystając z otwartej nauki, więc zazwyczaj śledzą kierunek WHOOP, ale nie dopasowują liczby do liczby. I o to właśnie chodzi.
pt_pt: O NOOP oferece três pontuações diárias (carga, esforço e descanso), cada uma numa escala de 0 a 100. São criadas a partir dos sinais brutos da tua bracelete, utilizando ciência desportiva publicada e revista por pares, e computadas inteiramente no teu dispositivo. NÃO são pontuações WHOOP: não temos os algoritmos privados WHOOP e não pretendemos ter. Visam as mesmas três questões utilizando a ciência aberta, pelo que geralmente rastrearão a direção do WHOOP, mas não combinarão número a número. E esse é o ponto.
ru: NOOP ежедневно рассчитывает три показателя (Заряд, Усилие и Отдых) по шкале от 0 до 100. Они строятся на основе необработанных сигналов вашего браслета с помощью опубликованных, рецензируемых методов спортивной науки и вычисляются полностью на вашем устройстве. Это НЕ показатели WHOOP: у нас нет закрытых алгоритмов WHOOP, и мы не претендуем на это. Они отвечают на те же три вопроса с помощью открытой науки, поэтому обычно совпадают с показателями WHOOP по направлению, но не совпадают число в число. В этом и суть.
th: NOOP ให้คะแนนรายวันสามด้าน ได้แก่ พลังฟื้นตัว ภาระร่างกาย และการพักผ่อน ในช่วง 0–100 คะแนนทั้งหมดคำนวณบนอุปกรณ์จากสัญญาณดิบของสายรัด โดยอิงวิทยาศาสตร์การกีฬาที่เผยแพร่และผ่านการทบทวน คะแนนเหล่านี้ไม่ใช่คะแนนของ WHOOP เพราะ NOOP ไม่สามารถเข้าถึงอัลกอริทึมภายในของ WHOOP ได้ แม้แนวโน้มมักไปในทิศทางเดียวกัน แต่ตัวเลขไม่จำเป็นต้องตรงกัน
zh_hans: NOOP 为你提供三个每日评分，能量、消耗和休息，每个都采用 0–100 的量表。它们根据你手环的原始信号，运用已发表的、经同行评审的运动科学构建，并完全在你的设备上计算。它们不是 WHOOP 的评分：我们没有 WHOOP 的私有算法，也不假装拥有。它们运用开放科学瞄准同样的三个问题，因此通常在方向上会与 WHOOP 的一致，但不会数字对数字地吻合，而这正是重点所在。
zh_hant: NOOP 為你提供三個每日評分，能量、消耗和休息，每個都採用 0–100 的量表。它們根據你手環的原始訊號，運用已發表的、經同行評審的運動科學構建，並完全在你的裝置上計算。它們不是 WHOOP 的評分：我們沒有 WHOOP 的私有演算法，也不假裝擁有。它們運用開放科學瞄準同樣的三個問題，因此通常在方向上會與 WHOOP 的一致，但不會數字對數字地吻合，而這正是重點所在。

source: NOOP is a personal, open project: not the WHOOP app, and not affiliated with WHOOP. It reads a strap you own, on your own device. Treat it as a capable work-in-progress rather than a finished product.
de: NOOP ist ein persönliches, offenes Projekt: nicht die WHOOP-App und nicht mit WHOOP verbunden. Es liest einen Strap, der dir gehört, auf deinem eigenen Gerät. Betrachte es als fähiges Work-in-Progress, nicht als fertiges Produkt.
es: NOOP es un proyecto personal y abierto: no es la app de WHOOP ni está afiliado a WHOOP. Lee una pulsera que es tuya, en tu propio dispositivo. Trátalo como un trabajo en progreso capaz, más que como un producto terminado.
fr: NOOP est un projet personnel et ouvert : ce n'est pas l'app WHOOP, et il n'est pas affilié à WHOOP. Il lit un bracelet qui vous appartient, sur votre propre appareil. Considérez-le comme un travail en cours capable plutôt que comme un produit fini.
it: NOOP è un progetto personale e aperto: non è l'app WHOOP e non è affiliato a WHOOP. Legge una fascia di tua proprietà, sul tuo dispositivo. Consideralo un lavoro in corso capace, più che un prodotto finito.
pl: NOOP to osobisty, otwarty projekt: nie aplikacja WHOOP i niezwiązany z WHOOP. Odczytuje posiadany pasek na Twoim urządzeniu. Traktuj to jako wydajną pracę w toku, a nie gotowy produkt.
pt_pt: O NOOP é um projeto pessoal e aberto: não é a aplicação WHOOP e não está afiliado ao WHOOP. Lê uma bracelete que possui, no teu dispositivo. Trate-o como um trabalho em progresso, em vez de um produto acabado.
ru: NOOP — личный, открытый проект: это не приложение WHOOP, и он никак не связан с WHOOP. Он считывает данные с браслета, которым владеете вы, на вашем собственном устройстве. Относитесь к нему как к развивающемуся, но уже работоспособному проекту, а не готовому продукту.
th: NOOP เป็นโปรเจ็กต์แบบเปิดส่วนบุคคล ไม่ใช่แอป WHOOP และไม่มีส่วนเกี่ยวข้องกับ WHOOP มันจะอ่านสายรัดที่คุณเป็นเจ้าของบนอุปกรณ์ของคุณเอง ถือว่ามันเป็นงานระหว่างดำเนินการที่มีความสามารถมากกว่าเป็นผลิตภัณฑ์สำเร็จรูป
zh_hans: NOOP 是一个个人开源项目：不是 WHOOP 应用，也与 WHOOP 无关。它在你自己的设备上读取你拥有的手环。请把它当作一个能干的进行中项目，而非成品。
zh_hant: NOOP 是一個個人開放專案：它不是 WHOOP App，也與 WHOOP 沒有任何關聯。它在你自己的裝置上讀取你擁有的手環。請把它當作一個有實力但仍在進行中的作品，而非成品。

source: NOOP is an unofficial project: not affiliated with, endorsed by, or sponsored by WHOOP, Inc. "WHOOP" is their trademark, used only to name the hardware NOOP works with.
de: NOOP ist ein inoffizielles Projekt: nicht mit WHOOP, Inc. verbunden, nicht von ihr unterstützt oder gesponsert. „WHOOP“ ist deren Marke und wird nur verwendet, um die Hardware zu benennen, mit der NOOP arbeitet.
es: NOOP es un proyecto no oficial: no afiliado, respaldado por, o patrocinado por WHOOP, Inc. "WHOOP" es su marca, utilizado sólo para nombrar el hardware con el que trabaja NOOP.
fr: NOOP est un projet non officiel : il n'est ni affilié à, ni approuvé par, ni sponsorisé par WHOOP, Inc. « WHOOP » est leur marque déposée, utilisée uniquement pour désigner le matériel avec lequel NOOP fonctionne.
pl: NOOP to nieoficjalny projekt: nie powiązany, nie wspierany ani sponsorowany przez WHOOP, Inc. „WHOOP” jest ich znakiem towarowym, używanym jedynie do określenia sprzętu, z którym współpracuje NOOP.
pt_pt: NOOP é um projeto não oficial: não afiliado, endossado ou patrocinado pela WHOOP, Inc. "WHOOP" é a tua marca comercial, utilizada apenas para nomear o hardware com o qual a NOOP trabalha.
ru: NOOP — неофициальный проект: не связан с WHOOP, Inc., не одобрен и не спонсируется ею. «WHOOP» — их товарный знак, используемый здесь только для обозначения оборудования, с которым работает NOOP.
th: NOOP เป็นโครงการที่ไม่เป็นทางการ: ไม่มีส่วนเกี่ยวข้อง รับรองโดย หรือสนับสนุนโดย WHOOP, Inc. "WHOOP" เป็นเครื่องหมายการค้าของพวกเขา ใช้เพื่อตั้งชื่อฮาร์ดแวร์ที่ NOOP ใช้งานได้เท่านั้น
zh_hans: NOOP 是一个非官方的独立开源项目：未隶属、未获授权也未由 WHOOP, Inc. 赞助。“WHOOP”仅为其商标，在此仅用于说明 NOOP 所适配的硬件设备。

source: NOOP is free and always will be, nothing is locked. It cost real money and a lot of unpaid hours to build, and there's a Windows app, an Android app and an iOS app I want to ship next. If it's useful to you and you want to help with the development and testing costs, even a few quid in crypto genuinely keeps it moving, and honestly it keeps me motivated to keep building.
de: NOOP ist kostenlos und bleibt es, nichts ist gesperrt. Es hat echtes Geld und viele unbezahlte Stunden gekostet, und es gibt eine Windows-App, eine Android-App und eine iOS-App, die ich als Nächstes veröffentlichen möchte. Wenn es dir nützt und du bei den Entwicklungs- und Testkosten helfen möchtest, hält es schon mit ein paar Euro in Krypto wirklich am Laufen, und ehrlich gesagt motiviert es mich, weiterzubauen.
es: NOOP es gratis y siempre lo será, nada está bloqueado. Cuesta dinero real y muchas horas no remuneradas construirlo, y hay una app para Windows, una para Android y una para iOS que quiero lanzar a continuación. Si te resulta útil y quieres ayudar con los costes de desarrollo y pruebas, incluso unos pocos euros en cripto realmente lo mantienen en marcha y, sinceramente, me mantienen motivado para seguir construyendo.
fr: NOOP est et sera toujours gratuit, rien n'est verrouillé. Il m'a coûté de l'argent et beaucoup d'heures non rémunérées à construire, et il y a une app Windows, une app Android et une app iOS que je veux livrer ensuite. Si cela vous est utile et que vous voulez aider avec les coûts de développement et de test, même quelques euros en crypto maintient vraiment le projet en vie, et honnêtement ça me motive à continuer.
it: NOOP è gratuito e lo sarà sempre, nulla è bloccato. Costruirlo è costato soldi veri e tante ore non pagate, e ci sono un'app Windows, un'app Android e un'app iOS che voglio rilasciare presto. Se ti è utile e vuoi aiutare con i costi di sviluppo e test, anche pochi euro in cripto lo fanno davvero andare avanti e, sinceramente, mi tengono motivato a continuare a costruirlo.
pl: NOOP jest darmowy i zawsze będzie, nic nie jest zablokowane. Jej zbudowanie kosztowało prawdziwe pieniądze i wiele bezpłatnych godzin, a w następnej kolejności chcę wypuścić aplikacje dla systemu Windows, aplikacje Android i iOS. Jeśli jest to dla Ciebie przydatne i chcesz pomóc w pokryciu kosztów rozwoju i testowania, nawet kilka funtów w krypto naprawdę sprawia, że ​​działa i szczerze mówiąc, motywuje mnie to do dalszego budowania.
pt_pt: O NOOP é gratuito e sempre será, nada está bloqueado. Custou dinheiro real e muitas horas não remuneradas para construir, e há uma aplicação para Windows, uma aplicação para Android e uma aplicação para iOS que quero lançar a seguir. Se for útil para ti e quiser ajudar com os custos de desenvolvimento e teste, mesmo algumas libras em criptografia realmente o mantêm em movimento e, honestamente, isso mantém-me motivado para continuar a construir.
ru: NOOP бесплатен и всегда таким останется, все функции открыты. На его создание ушли реальные деньги и много неоплаченных часов, а впереди, приложения для Windows, Android и iOS, которые я хочу выпустить. Если NOOP вам полезен и вы хотите помочь с расходами на разработку и тестирование, даже небольшая сумма в криптовалюте действительно помогает проекту двигаться дальше и мотивирует меня продолжать.
th: NOOP นั้นฟรีและจะเป็นเช่นนั้นตลอดไป ไม่มีอะไรถูกล็อค ต้องใช้เงินจริงและใช้เวลาหลายชั่วโมงในการสร้างโดยไม่ได้ชำระเงิน และมีแอป Windows, แอป Android และแอป iOS ที่ฉันต้องการจัดส่งเป็นลำดับถัดไป ถ้ามันมีประโยชน์สำหรับคุณและคุณต้องการช่วยในการพัฒนาและทดสอบต้นทุน แม้แต่สกุลเงินดิจิทัลไม่กี่ปอนด์ก็ช่วยให้มันดำเนินต่อไปได้อย่างแท้จริง และจริงๆ แล้ว มันทำให้ฉันมีแรงบันดาลใจที่จะสร้างต่อไป
zh_hans: NOOP 是免费的，并将永远免费，没有任何功能被锁定。它的构建花费了真金白银和大量无偿的时间，而我接下来还想推出 Windows 版、Android 版和 iOS 版应用。如果它对你有用，并且你愿意帮助分担开发和测试成本，哪怕是几块钱的加密货币也确实能让它继续前行，老实说，这也让我有动力继续开发。
zh_hant: NOOP 是免費的，並將永遠免費，沒有任何功能被鎖定。它的建構花費了真金白銀和大量無償的時間，而我接下來還想推出 Windows 版、Android 版和 iOS 版應用程式。如果它對你有用，並且你願意幫助分擔開發與測試成本，哪怕是幾塊錢的加密貨幣也確實能讓它繼續前行，老實說，這也讓我有動力繼續開發。

source: NOOP is free and provided "as is", with no warranty. Liability is limited to the maximum extent the law that applies to you allows, and nothing here removes protections your local law won't let us remove.
de: NOOP ist kostenlos und wird „wie besehen“ bereitgestellt, ohne Gewährleistung. Die Haftung ist im maximal zulässigen Umfang des für dich geltenden Rechts begrenzt, und nichts hier nimmt dir Schutz, den dein lokales Recht uns nicht zu nehmen erlaubt.
es: NOOP es libre y proporcionado "como es", sin garantía. La responsabilidad se limita al máximo de la ley que se aplica a usted permite, y nada aquí elimina las protecciones que su ley local no nos permite eliminar.
fr: NOOP est gratuit et fourni « en l'état », sans garantie. La responsabilité est limitée dans toute la mesure permise par la loi qui vous est applicable, et rien ici ne supprime les protections que votre législation locale ne nous permet pas de supprimer.
pl: NOOP jest darmowy i dostarczany w stanie takim, jakim jest, bez gwarancji. Odpowiedzialność jest ograniczona w maksymalnym zakresie, na jaki pozwala obowiązujące Cię prawo, i nic tutaj nie usuwa zabezpieczeń, których Twoje lokalne prawo nie pozwoli nam usunąć.
pt_pt: O NOOP é gratuito e fornecido "tal como está", sem garantia. A responsabilidade é limitada até ao limite máximo permitido pela lei que se lhe aplica, e nada aqui remove as proteções que a tua lei local não nos permite remover.
ru: NOOP предоставляется бесплатно и «как есть», без каких-либо гарантий. Ответственность ограничена в максимальной степени, допустимой применимым к вам законодательством, и ничто здесь не отменяет защиту, которую местное законодательство не позволяет отменить.
th: NOOP ให้บริการฟรีและให้บริการ "ตามสภาพ" โดยไม่มีการรับประกัน ความรับผิดจะจำกัดอยู่ในขอบเขตสูงสุดที่กฎหมายที่ใช้กับคุณอนุญาต และไม่มีสิ่งใดที่จะลบล้างการคุ้มครองที่กฎหมายท้องถิ่นของคุณจะไม่ยอมให้เราลบออก
zh_hans: NOOP 是免费且“按原样”提供的，不提供任何形式的保修。我们的责任在适用法律允许的最大范围内受到限制，但这并不排除您当地法律赋予您的不可剥夺的权利。

source: NOOP is not a medical device. It is for informational and personal-insight purposes only and is not intended to diagnose, treat, cure or prevent any condition. Talk to a clinician for medical advice.
de: NOOP ist kein medizinisches Gerät. Es dient nur zu Informations- und persönlichen Erkenntniszwecken und ist nicht dazu bestimmt, Erkrankungen zu diagnostizieren, zu behandeln, zu heilen oder zu verhindern. Wende dich für medizinischen Rat an eine Fachperson.
es: NOOP no es un dispositivo médico. Es solo para fines informativos y de conocimiento personal, y no está destinado a diagnosticar, tratar, curar ni prevenir ninguna afección. Consulta a un profesional médico para obtener consejo médico.
fr: NOOP n'est pas un dispositif médical. Il est destiné uniquement à des fins d'information et d'introspection personnelle et n'est pas conçu pour diagnostiquer, traiter, guérir ou prévenir une condition. Consultez un clinicien pour des conseils médicaux.
it: NOOP non è un dispositivo medico. Ha solo finalità informative e di conoscenza personale e non è destinato a diagnosticare, trattare, curare o prevenire alcuna condizione. Per consigli medici rivolgiti a un medico.
pl: NOOP nie jest wyrobem medycznym. Służy wyłącznie celom informacyjnym i osobistym i nie jest przeznaczony do diagnozowania, leczenia, leczenia ani zapobiegania jakimkolwiek schorzeniom. Porozmawiaj z lekarzem w celu uzyskania porady lekarskiej.
pt_pt: O NOOP não é um dispositivo médico. É apenas para fins informativos e de perceção pessoal e não se destina a diagnosticar, tratar, curar ou prevenir qualquer condição. Fale com um médico para aconselhamento médico.
ru: NOOP не является медицинским устройством. Он предназначен только для информации и личного анализа и не предназначен для диагностики, лечения или профилактики каких-либо состояний. За медицинской консультацией обращайтесь к врачу.
th: NOOP ไม่ใช่อุปกรณ์ทางการแพทย์ มีจุดประสงค์เพื่อให้ข้อมูลและความเข้าใจส่วนบุคคลเท่านั้น และไม่ได้มีวัตถุประสงค์เพื่อวินิจฉัย บำบัด รักษา หรือป้องกันสภาวะใด ๆ พูดคุยกับแพทย์เพื่อขอคำแนะนำทางการแพทย์
zh_hans: NOOP 不是医疗设备。它仅用于提供信息和个人洞察，并非旨在诊断、治疗、治愈或预防任何疾病。如需医疗建议，请咨询临床医生。
zh_hant: NOOP 不是醫療裝置。它僅用於提供資訊和個人洞察，並非旨在診斷、治療、治癒或預防任何疾病。如需醫療建議，請諮詢臨床醫生。
